{
  "HEADER": {
    "HOME": "Accueil",
    "JOURNEY": "Parcours",
    "PROJECTS": "Projets",
    "PRO_PROJECTS": "Professionnels",
    "PERSONAL_PROJECTS": "Personnels",
    "RESUME": "CV",
    "CONTACT": "Contact"
  },

  "HOMEPAGE": {
    "TITLE": "Bonjour, je suis ",
    "SUBTITLE": "Développeur passionné, curieux et créatif",
    "CONTENT": "Imaginer des designs centrés sur l'humain, résoudre des problèmes, une tasse de café à portée de main, voilà ma recette pour créer des applications intuitives et performantes. Découvrez mon travail et apprenez en plus sur moi."
  },

  "JOURNEY": {
    "SUMMARY1": "Avant de plonger dans le domaine passionnant du développement web, j'ai suivi un parcours professionnel diversifié qui m'a permis d'acquérir une large gamme de compétences précieuses.",
    "SUMMARY2": "J'ai débuté ma carrière en tant qu'électricien, une expérience qui m'a appris à travailler efficacement en équipe pour atteindre des objectifs communs et à résoudre des problèmes techniques.",
    "SUMMARY3": "Ensuite, j'ai passé une décennie dans le secteur de la restauration en tant que manager. Cette période m'a permis d'acquérir une solide expérience en leadership, gestion de projets, communication ainsi qu'une excellente organisation et gestion du temps.",
    "SUMMARY4": "Enfin, j'ai exercé pendant trois ans en tant que coiffeur-barbier indépendant. Cette expérience a renforcé mon sens de l'écoute et ma précision, tout en développant ma capacité à créer des solutions sur mesure pour répondre aux besoins spécifiques de chaque client.",
    "SUMMARY5": "Chacune de ces étapes a contribué à me forger en tant que professionnel méticuleux, adaptable et orienté vers les solutions. Ces valeurs et compétences, je les applique aujourd'hui dans mon travail en tant que développeur web."
  },

  "CONTACT": {
    "TITLE": "Contactez-moi",
    "SUBTITLE": "Je suis toujours à la recherche de nouveaux défis et de nouvelles opportunités."
  },

  "LABELS": {
    "DATE": "Date",
    "DESCRIPTION": "Description",
    "STACK": "Technologies",
    "DETAILS": "Détails",
    "TASKSPERFORMED": "Tâches effectuées",
    "FEATURES": "Fonctionnalités",
    "LINKS": "Liens",
    "MY_JOURNEY": "Mon parcours",
    "MY_PROJECTS": "Mes projets",
    "PERSONAL": "Personnel",
    "PROFESSIONAL": "Professionnel",
    "COURSES": "Formation",
    "CAREER_PATH": "Parcours professionnel",
    "CHECK_IT_OUT": "Découvrez-le",
    "MAIL": "Email",
    "PHONE": "Téléphone",
    "LINKEDIN": "LinkedIn"
  }
}
